* [[City Remittance]]
** DONE Start load testing report analysis and find issues
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2023-11-27 Mon 01:59:05]--[2023-11-27 Mon 01:59:06] =>  00:00:01
:END:
*** DONE Send Money
:LOGBOOK:
CLOCK: [2023-07-26 Wed 14:32:12]
CLOCK: [2023-07-30 Sun 12:57:35]--[2023-07-30 Sun 12:57:36] =>  00:00:01
:END:
**** Beneficiary List and Details Info
** DONE Try to Configure tempo with trace id labels
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2023-07-24 Mon 13:06:05]
CLOCK: [2023-07-24 Mon 15:49:35]--[2023-07-25 Tue 19:37:42] =>  27:48:07
:END:
*** DONE Need to configure loki jaeger configuration
:LOGBOOK:
CLOCK: [2023-07-25 Tue 19:37:38]--[2023-07-25 Tue 19:37:39] =>  00:00:01
CLOCK: [2023-11-27 Mon 20:44:47]--[2023-11-27 Mon 20:44:47] =>  00:00:00
:END:
Showing unintended logs in tempo #ONHOLD
* DONE Learn [[jq]]
:LOGBOOK:
CLOCK: [2023-07-26 Wed 17:40:10]--[2023-07-30 Sun 12:57:17] =>  91:17:07
:END: